Repository: pernillasterner/stok_sodrateatern
Catalog: languages/plugins/disable-comments-*.po
Languages: sv_se

# settings page title
source: Disable Comments
sv_se: Inaktivera kommentarer

# settings menu title
source: Disable Comments
sv_se: Inaktivera kommentarer

source: Total Comments:
sv_se: Totalt antal kommentarer:

source: %s: Deleting comments will remove existing comment entries in the database and cannot be reverted without a database backup.
sv_se: %s: Borttagning av kommentarer kommer att ta bort befintliga kommentarer i databasen och kan inte ångras utan en säkerhetskopia på databasen.

source: For certain post types
sv_se: För utvalda inläggstyper

source: %s: This function and will affect your entire site. Use it only if you want to delete comments <em>everywhere</em>.
sv_se: %s: Den här funktionen kommer att påverka hela din webbplats. Använd den endast om du vill ta bort kommentarer <em>överallt</em>.

source: Delete all comments in WordPress.
sv_se: Radera alla kommentarer i WordPress.

source: Comment Deletion Complete
sv_se: Raderingen av kommentarer är färdig

source: All comments have been deleted for %s.
sv_se: Alla kommentarer har tagits bort för %s.

source: Internal error occured. Please try again later.
sv_se: Ett internt fel har inträffat. Försök igen om en stund.

source: All comments have been deleted.
sv_se: Alla kommentarer har raderats.

source: No comments available for deletion.
sv_se: Det finns inga kommentarer som går att radera.

source: Custom post types:
sv_se: Anpassade inläggstyper:

source: Delete Comments
sv_se: Radera kommentarer

source: Tools
sv_se: Verktyg

source: Allows administrators to globally disable comments on their site. Comments can be disabled according to post type.
sv_se: Låter administratörer inaktivera kommentarer globalt över hela webbplatsen. Kommentarer kan även inaktiveras efter inläggstyp.

source: Save Changes
sv_se: Spara ändringar

source: Disabling comments will also disable trackbacks and pingbacks. All comment-related fields will also be hidden from the edit/quick-edit screens of the affected posts. These settings cannot be overridden for individual posts.
sv_se: Inaktivering av kommentarer kommer också inaktivera trackbacks och pingbacks. Alla kommentarsrelaterade fält kommer också döljas från vyerna redigera/snabbredigera för de aktuella inläggen. Dessa inställningar kan inte åsidosättas för enskilda inlägg.

source: Only the built-in post types appear above. If you want to disable comments on other custom post types on the entire network, you can supply a comma-separated list of post types below (use the slug that identifies the post type).
sv_se: Endast de inbyggda inläggstyperna visas ovan. Om du vill inaktivera kommentarer på andra anpassade inläggstyper på hela nätverket, kan du tillhandahålla en kommaseparerad lista med inläggstyper nedan (använd den permalänk som identifierar inläggstypen).

source: On certain post types
sv_se: På vissa inläggstyper

source: Warning
sv_se: Varning

source: %1$s: This option is global and will affect your entire site. Use it only if you want to disable comments <em>everywhere</em>. A complete description of what this option does is <a href="%2$s" target="_blank">available here</a>.
sv_se: %1$s: Detta alternativ är globalt och påverkar hela din webbplats. Använd det endast om du vill inaktivera kommentarer <em>överallt</em>. En fullständig beskrivning av vad detta alternativ gör är <a href="%2$s" target="_blank">tillgängligt här</a>.

source: Disable all comment-related controls and settings in WordPress.
sv_se: Inaktivera alla kommentarsrelaterade verktyg och inställningar i WordPress.

source: Everywhere
sv_se: Överallt

source: It seems that a caching/performance plugin is active on this site. Please manually invalidate that plugin's cache after making any changes to the settings below.
sv_se: Det verkar som ett tillägg för cachning/prestanda är aktivt på denna webbplats. Töm dess cache manuellt eller inaktivera tillägget innan du ändrar inställningarna nedan.

source: <em>Disable Comments</em> is Network Activated. The settings below will affect <strong>all sites</strong> in this network.
sv_se: <em>Disable Comments</em> är aktiverat för hela nätverket. Inställningarna nedan kommer påverka <strong>alla webbplatser</strong> i det här nätverket.

source: Options updated. Changes to the Admin Menu and Admin Bar will not appear until you leave or reload this page.
sv_se: Inställningarna uppdaterade. Förändringar av adminmenyerna kommer inte synas förrän du lämnar eller laddar om den här sidan.

source: If a caching/performance plugin is active, please invalidate its cache to ensure that changes are reflected immediately.
sv_se: Om ett tillägg för cachning/prestanda är aktivt, vänligen töm eller stäng av dess cachefunktion för att säkerställa att förändringar syns direkt.

source: Settings
sv_se: Inställningar

source: The <em>Disable Comments</em> plugin is active, but isn't configured to do anything yet. Visit the <a href="%s">configuration page</a> to choose which post types to disable comments on.
sv_se: Tillägget <em>Disable Comments</em> är aktivt men ännu inte konfigurerat. Besök <a href="%s">konfigureringssidan</a> för att välja vilka inläggstyper du vill inaktivera kommentarer på.

source: Note: The <em>Disable Comments</em> plugin is currently active, and comments are completely disabled on: %s. Many of the settings below will not be applicable for those post types.
sv_se: Observera: Tillägget <em>Disable Comments</em> är aktivt och kommentarer är helt inaktiverade på: %s. Många av inställningarna nedan kommer inte fungera för dessa inläggstyper.

source: Comments are closed.
sv_se: Kommentarer är stängda.

source: Disable Comments requires WordPress version %s or greater.
sv_se: ”Disable Comments” kräver WordPress version %s eller högre.
